Repository: DineshSolanki/FoliCon
Catalog: FoliCon/Properties/Langs/Lang.*.resx
Languages: ar, es, hi, pt, ru

source: About
ar: حول
es: Acerca de
hi: विवरण
pt: Sobre
ru: О

source: Always show poster window
ar: اعرض دائمًا نافذة الملصق
es: Mostrar siempre la ventana del póster
hi: हमेशा पोस्टर विंडो दिखाएं
pt: Mostrar sempre a janela do Poster
ru: Всегда показывать окно плаката

# AmbiguousTitleTooltip
source: Skip ambiguous titles from search
ar: تخطي العناوين الغامضة من البحث
es: Omitir títulos ambiguos de la búsqueda
hi: खोज से अस्पष्ट मीडिया छोड़ें
pt: Ignorar títulos ambíguos na Procura
ru: Пропускать неоднозначные заголовки из поиска

source: _API keys Configuration
ar: تكوين مفاتيح _API
es: _ Configuración de claves de API
hi: _API कुंजियाँ कॉन्फ़िगरेशन
pt: _Configração das Chaves API
ru: _API-ключи Конфигурация

source: API keys not provided
ar: لم يتم توفير مفاتيح API
es: No se proporcionan claves de API
hi: API कुंजियाँ प्रदान नहीं की गईं
pt: Chaves API inexistentes
ru: Ключи API не предоставлены

# AppWillClose
source: The Application will close.
ar: سيتم إغلاق التطبيق.
es: La aplicación se cerrará.
hi: एप बंद हो जाएगा।
pt: A Aplicação vai ser encerrada.
ru: Приложение закроется.

source: Arabic
ar: عربى
es: Arábica
hi: अरबी
pt: Arábico
ru: арабский

# Auto
source: Auto (Movies & TV Shows)
ar: تلقائي (أفلام وبرامج تلفزيونية)
es: Automático (películas y programas de televisión)
hi: ऑटो (फिल्में और टीवी शो)
pt: Auto (Filmes & Séries de TV)
ru: Авто (фильмы и телешоу)

source: Cancel
ar: يلغي
es: Cancelar
hi: रद्द करे
pt: Cancelar
ru: Отмена

source: Change Language
ar: تغيير اللغة
es: Cambiar idioma
hi: भाषा बदले
pt: Alterar Idioma
ru: Изменить язык

# ChangePosterOverlay
source: _Change Poster Icon overlay
ar: _تغيير تراكب أيقونة الملصق
es: _Cambiar la superposición del icono de póster
hi: _पोस्टर आइकन ओवरले बदलें
pt: _Mudar o overlay do Ícone do Poster
ru: _Изменить наложение значка плаката

source: Check for update
ar: فحص التحديثات
es: Buscar actualizaciones
hi: अपडेट के लिये जांचें
pt: Verificar Atualizações
ru: Проверить обновления

source: Closing Application
ar: طلب الإغلاق
es: Solicitud de cierre
hi: एप बंद हो रहा है
pt: Encerrando a Aplicação
ru: Закрытие приложения

source: Confirm
ar: يتأكد
es: Confirmar
hi: पुष्टि करें
pt: Confirmar
ru: Подтверждать

source: Confirm Explorer Restart
ar: قم بتأكيد إعادة تشغيل Explorer
es: Confirmar el reinicio del explorador
hi: एक्सप्लोरर पुनरारंभ की पुष्टि करें
pt: Confirmar Reínicio do Explorador
ru: Подтвердите перезапуск проводника

source: Confirm Icon Deletion
ar: تأكيد حذف الرمز
es: Confirmar la eliminación del icono
hi: आइकन हटाने की पुष्टि करें
pt: Confirmar a eliminação do Ícone
ru: Подтвердить удаление значка

# ConfirmToOpenFolder
source: Click "Confirm" to open folder.
ar: انقر فوق "تأكيد" لفتح المجلد.
es: Haga clic en "Confirmar" para abrir la carpeta.
hi: फ़ोल्डर खोलने के लिए "पुष्टि करें" पर क्लिक करें।
pt: Clique "Confirmar" para abrir pasta.
ru: Нажмите «Подтвердить», чтобы открыть папку.

source: Creating Icons...
ar: جاري إنشاء أيقونات ...
es: Creación de iconos ...
hi: आइकन बनाए जा रहे हैं...
pt: Criando Ícones...
ru: Создание значков ...

source: Delete Icons
ar: حذف الأيقونات
es: Eliminar iconos
hi: आइकन हटाएं
pt: Eliminar Ícones
ru: Удалить значки

# DeleteIconsConfirmation
source: Are you sure you want to delete all Icons?
ar: هل أنت متأكد أنك تريد حذف كافة الأيقونات؟
es: ¿Está seguro de que desea eliminar todos los iconos?
hi: क्या आप वाकई सभी आइकन हटाना चाहते हैं?
pt: Tem certeza que deseja eliminar todos os Ícones?
ru: Вы уверены, что хотите удалить все значки?

# DeleteIconsTooltip
source: This will delete existing icons from all subFolders.
ar: سيؤدي هذا إلى حذف الرموز الموجودة من جميع المجلدات الفرعية.
es: Esto eliminará los iconos existentes de todas las subcarpetas.
hi: यह सभी सबफ़ोल्डर्स से मौजूदा आइकन हटा देगा।
pt: Irá eliminar todos os ícones existentes em todas as sub-pastas.
ru: Это удалит существующие значки из всех вложенных папок.

source: Directory is Empty
ar: الدليل فارغ
es: El directorio está vacío
hi: फोल्डर खाली है
pt: A Pasta está vazia
ru: Каталог пуст

source: Downloading Icons
ar: تحميل الأيقونات
es: Descarga de iconos
hi: डाउनलोडिंग आइकन
pt: Descarregando Ícones
ru: Скачивание иконок

# DownloadingIconWithCount
source: Downloading Icon {0}/{1}...
ar: جارٍ تنزيل الرمز {0} / {1} ...
es: Descargando ícono {0} / {1} ...
hi: आइकन डाउनलोड हो रहा है {0}/{1}...
pt: Descarregando Ícone {0}/{1}...
ru: Скачивание значка {0} / {1} ...

source: Download it
ar: تنزيله
es: Descargalo
hi: डाउनलोड करे
pt: Descarregar
ru: Скачать это

source: Empty Directory
ar: دليل فارغ
es: Directorio vacío
hi: खाली फोल्डर
pt: Pasta vazia
ru: Пустой каталог

source: English
ar: إنجليزي
es: inglés
hi: अंग्रेज़ी
pt: Inglês
ru: английский

source: Folder
ar: مجلد
es: Carpeta
hi: फ़ोल्डर
pt: Pasta
ru: Папка

source: Folder does not exist!
ar: المجلد غير موجود!
es: ¡La carpeta no existe!
hi: फ़ोल्डर मौजूद नहीं है!
pt: A Pasta não existe!
ru: Папка не существует!

source: Folder Error
ar: خطأ في المجلد
es: Error de carpeta
hi: फ़ोल्डर त्रुटि
pt: Erro na Pasta
ru: Ошибка папки

source: Folders Processed:
ar: المجلدات التي تمت معالجتها:
es: Carpetas procesadas:
hi: संसाधित किए गए फ़ोल्डर:
pt: Pastas Processadas:
ru: Обработанные папки:

source: Game
ar: لعبة
es: Juego
hi: खेल
pt: Jogo
ru: Игра

# HaveIcons
source: you already have icons?
ar: لديك بالفعل رموز؟
es: ya tienes iconos?
hi: आपके पास पहले से ही आइकन हैं?
pt: já existem os ícones?
ru: у вас уже есть иконки?

# HaveIconsTooltip
source: Let you set your own icons(only png and ico allowed).
ar: تتيح لك تعيين الرموز الخاصة بك (يُسمح فقط بتنسيق png و ico).
es: Le permite configurar sus propios iconos (solo se permiten png e ico).
hi: अपना खुद का आइकन सेट करने दें (केवल पीएनजी और आईसीओ की अनुमति है)।
pt: Permite definir os seus ícones(Só png e ico permitidos).
ru: Позволяет вам устанавливать свои собственные значки (разрешены только png и ico).

source: Help
ar: يساعد
es: Ayuda
hi: मदद
pt: Ajuda
ru: Помощь

source: Help Document
ar: وثيقة المساعدة
es: Documento de ayuda
hi: सहायता दस्तावेज़
pt: Documento de Ajuda
ru: Справочный документ

# IconCreated
source: Icon(s) Created
ar: تم إنشاء الرمز (الرموز)
es: Icono (s) creado (s)
hi: आइकन बनाया गया
pt: Ícone(s) Criado(s)
ru: Иконки созданы

# IconCreatedWithCount
source: {0} Icon created
ar: {0} تم إنشاء الرمز
es: {0} Icono creado
hi: {0} आइकन बनाए गए
pt: {0} Ícone criado
ru: {0} Значок создан

source: Icon Mode
ar: وضع الأيقونة
es: Modo de icono
hi: आइकन मोड
pt: Modo Ícone
ru: Режим значков

# IconReloadMayTakeTime
source: Note:The Icon may take some time to reload.
ar: ملاحظة: قد يستغرق الرمز بعض الوقت لإعادة التحميل.
es: Nota: El icono puede tardar un tiempo en recargarse.
hi: नोट: आइकन को पुनः लोड होने में कुछ समय लग सकता है।
pt: Nota:O Ícone pode demorar tempo a recarregar.
ru: Примечание. Для перезагрузки значка может потребоваться некоторое время.

# IconsAlready
source: Folder already have Icons or is Empty!
ar: يحتوي المجلد بالفعل على أيقونات أو أنه فارغ!
es: La carpeta ya tiene íconos o está vacía.
hi: फ़ोल्डर में पहले से ही आइकन हैं या खाली है!
pt: Pasta já tem ícones ou está vazia!
ru: В папке уже есть значки или она пуста!

source: Icons Created :
ar: تم إنشاء الرموز:
es: Iconos creados:
hi: बनाए गए आइकन:
pt: Ícones Criados:
ru: Иконки созданы:

source: Idle
ar: عاطل
es: Inactivo
hi: निष्क्रिय
pt: Parado
ru: Праздный

source: Ignore
ar: يتجاهل
es: Ignorar
hi: नज़रअंदाज़ करना
pt: Ignorar
ru: Игнорировать

source: Ignore Ambiguous title
ar: تجاهل العنوان الغامض
es: Ignorar título ambiguo
hi: अस्पष्ट मीडिया पर ध्यान न दें
pt: Ignorar títulos Ambígous title
ru: Игнорировать неоднозначное название

source: Invalid Path
ar: مسار غير صالح
es: Ruta no válida
hi: अवैध मार्ग
pt: Caminho Inválido
ru: Неверный путь

source: Load
ar: حمل
es: Carga
hi: फ़ोल्डर्स चुने
pt: Carregar
ru: Нагрузка

source: Make Icons
ar: اصنع أيقونات
es: Hacer iconos
hi: आइकन बनाएं
pt: Construir Ícones
ru: Сделать значки

source: Movie
ar: فيلم
es: Película
hi: मूवी
pt: Filme
ru: Фильм

source: Network Error
ar: خطأ في الشبكة
es: Error de red
hi: नेटवर्क त्रुटि
pt: Erro de Rede
ru: Сетевая ошибка

source: Network not available!
ar: الشبكة غير متاحة!
es: ¡Red no disponible!
hi: नेटवर्क उपलब्ध नहीं!
pt: Rede não disponível!
ru: Сеть недоступна!

# NewVersionFound
source: New Version({0}) Found! Changelog:{1}
ar: تم العثور على إصدار جديد ({0})! سجل التغيير: {1}
es: Se ha encontrado una nueva versión ({0}). Registro de cambios: {1}
hi: नया संस्करण({0}) मिला! बदलाव:{1}
pt: Nova versão({0}) encontrada! Changelog:{1}
ru: Найдена новая версия ({0})! Журнал изменений: {1}

# NoInternet
source: Sorry, Internet is Not available.
ar: عذرا ، الإنترنت غير متوفر.
es: Lo sentimos, Internet no está disponible.
hi: क्षमा करें, इंटरनेट उपलब्ध नहीं है।
pt: erro, Internet indisponível.
ru: Извините, Интернет недоступен.

source: No poster found.
ar: لم يتم العثور على ملصق.
es: No se encontró ningún póster.
hi: कोई पोस्टर नहीं मिला।
pt: Sem poster na procura.
ru: Плакатов не найдено.

source: No Result Found.
ar: لم يتم العثور على نتائج
es: No se han encontrado resultados
hi: कोई परिणाम नहीं मिला
pt: Sem Resultados na Procura.
ru: Результатов не найдено

# NothingFoundFor
source: Nothing found for {0} Try Searching with Other Title or check Search Mode
ar: لم يتم العثور على شيء لـ {0} حاول البحث بعنوان آخر أو تحقق من وضع البحث
es: No se encontró nada para {0} Intente buscar con otro título o comprobar el modo de búsqueda
hi: {0} के लिए कुछ नहीं मिला अन्य शीर्षक के साथ खोजने का प्रयास करें या खोज मोड की जाँच करें
pt: Nada encontrado para {0} Tentar Procurar por outro Título ou verificar Modo de Procura
ru: Ничего не найдено для {0} Попробуйте поискать с другим заголовком или проверьте режим поиска

source: OK
ar: حسنا
es: si
hi: ठीक है
ru: хорошо

source: out of
ar: بعيدا عن المكان
es: fuera de
hi: में से
pt: fora de
ru: снаружи

source: Poster
ar: ملصق
es: Póster
hi: पोस्टर
pt: Pôster
ru: Плакат

# PosterOverlayTooltip
source: Controls whether to use poster Overlay or Plain Posters.
ar: يتحكم في استخدام ملصق تراكب أو ملصقات عادية.
es: Controla si se utiliza la superposición de póster o pósters sencillos.
hi: नियंत्रित करता है कि पोस्टर ओवरले या प्लेन पोस्टर का उपयोग करना है या नहीं।
pt: Controlos para utilizar o overlay do poster ou Poster em original.
ru: Определяет, следует ли использовать наложение плаката или простые плакаты.

source: Professional
ar: احترافي
es: Profesional
hi: प्रोफेशनल
pt: Profissional
ru: Профессиональный

source: Rating
ar: تقييم
es: Clasificación
hi: रेटिंग
pt: Avaliação
ru: Рейтинг

source: Restart Explorer
ar: أعد تشغيل Explorer
es: Reiniciar el explorador
hi: एक्सप्लोरर को पुनरारंभ करें
pt: Reinicar Explorador
ru: Перезапустите проводник

# RestartExplorerConfirmation
source: Are you sure you want to Restart Explorer and refresh Icon Cache?
ar: هل أنت متأكد أنك تريد إعادة تشغيل Explorer وتحديث Icon Cache؟
es: ¿Está seguro de que desea reiniciar el Explorador? y actualizar la caché de iconos?
hi: क्या आप वाकई एक्सप्लोरर को पुनरारंभ करना चाहते हैं और आइकन कैश रीफ्रेश करें?
pt: Tem certeza que deseja reiniciar o Explorador e renovar o cache dos Ícones?
ru: Вы уверены, что хотите перезапустить проводник? и обновить кэш значков?

# RestartExplorerTooltip
source: This will close all Open folders and Restart Explorer.
ar: سيؤدي هذا إلى إغلاق جميع المجلدات المفتوحة وإعادة تشغيل Explorer.
es: Esto cerrará todas las carpetas abiertas y reiniciará el explorador.
hi: यह सभी ओपन फोल्डर और रीस्टार्ट एक्सप्लोरर को बंद कर देगा।
pt: Isto irá encerrar todas as pastas abertas e reiniciar o Explorador.
ru: Это закроет все открытые папки и перезапустит проводник.

source: Russian
ar: الروسية
es: ruso
hi: रूसी
pt: Russo
ru: русский

source: Searching...
ar: يبحث...
es: Buscando...
hi: खोज जारी...
pt: Procurando..
ru: Ищем ...

# SearchingWithCount
source: Searching...{0}
ar: جاري البحث ... {0}
es: Buscando ... {0}
hi: खोजा जा रहा है...{0}
pt: Procurando...{0}
ru: Поиск ... {0}

source: Search Mode
ar: وضع البحث
es: Modo de búsqueda
hi: खोज मोड
pt: Modo de Procura
ru: Режим поиска

source: Select Folder
ar: اختر مجلد
es: Seleccione la carpeta
hi: फोल्डर का चयन करें
pt: Escolher Pasta
ru: Выберите папку

source: Settings
ar: إعدادات
es: Ajustes
hi: विभिन्न विकल्प
pt: Definições
ru: Настройки

# ShowPosterWindowTooltip
source: Show poster window even if exact title found.this would let you chose different poster for them and custom rating also &#x0a; this overrides 'Ignore Ambiguous title' option.
ar: اعرض نافذة الملصق حتى إذا تم العثور على العنوان بالضبط ، فهذا سيتيح لك اختيار ملصق مختلف له وتقييم مخصص أيضًا هذا يلغي خيار "تجاهل العنوان الغامض".
es: Mostrar la ventana del póster incluso si se encuentra el título exacto.Esto le permitirá elegir un póster diferente para ellos y una calificación personalizada también esto anula la opción 'Ignorar título ambiguo'.
hi: सटीक शीर्षक मिलने पर भी पोस्टर विंडो दिखाएं। इससे आप उनके लिए अलग पोस्टर और कस्टम रेटिंग भी चुन सकेंगे यह 'अस्पष्ट मीडिया पर ध्यान न दें' विकल्प को ओवरराइड करता है।
pt: Mostar janela do poster mesmo que encontre um título exacto. Isto permite escolger um poster diferente e uma avaliação também &#x0a; sobrepõem-se à opção 'Ignorar títulos Ambíguos'.
ru: Показывать окно плаката, даже если найден точный заголовок. Это позволит вам выбрать для них другой плакат, а также пользовательский рейтинг это отменяет опцию «Игнорировать неоднозначное название».

source: Show Rating badge
ar: إظهار شارة التقييم
es: Mostrar insignia de calificación
hi: रेटिंग बैज दिखाएं
pt: Mostar selo de Avaliação
ru: Показать значок рейтинга

# ShowRatingBadgeTooltip
source: Controls whether to hide or show Rating Shield
ar: يتحكم في ما إذا كان سيتم إخفاء أو إظهار درع التصنيف
es: Controla si ocultar o mostrar el Escudo de clasificación
hi: नियंत्रित करता है कि रेटिंग शील्ड को छिपाना है या दिखाना है
pt: Controlos para ocultar ou mostrar o selo com a Avaliação
ru: Управляет отображением или скрытием рейтингового щита.

source: Spanish
ar: الأسبانية
es: Español
hi: स्पेनिश
pt: Espanhol
ru: испанский язык

# ThisIsLatestVersion
source: Great! you are using the latest version.
ar: رائعة! أنت تستخدم أحدث إصدار.
es: ¡Genial! está utilizando la última versión.
hi: बहुत अच्छे! आप नवीनतम संस्करण का उपयोग कर रहे हैं।
pt: Fantástico! Está a utilizar a última versão.
ru: Большой! вы используете последнюю версию.

source: Title
ar: لقب
es: Título
hi: शीर्षक
pt: Título
ru: Заголовок

# ToForceReload
source: To Force Reload, click on Restart Explorer.
ar: لفرض إعادة التحميل ، انقر فوق إعادة تشغيل Explorer.
es: Para forzar la recarga, haga clic en Reiniciar el explorador.
hi: फोर्स रीलोड करने के लिए, रीस्टार्ट एक्सप्लोरर पर क्लिक करें।
pt: Para Forçar Reínicio, clique em Reiniciar Explorador.
ru: Чтобы принудительно перезагрузить, нажмите «Перезапустить проводник».

source: TV
ar: تلفزيون
es: televisor
hi: टीवी
pt: televisão
ru: Телевизор

source: Update Now
ar: تحديث الان
es: Actualizar ahora
hi: अभी अपडेट करें
pt: Atualizar agora
ru: Обновить сейчас

source: Use Poster overlay
ar: استخدم تراكب الملصق
es: Usar superposición de póster
hi: पोस्टर ओवरले का प्रयोग करें
pt: Utilizar o Poster overlay
ru: Использовать наложение плаката

source: Year
ar: عام
es: Año
hi: वर्ष
pt: Ano
ru: Год

source: All
ar: الجميع
es: Todos
hi: सभी
pt: Todos
ru: Все

source: Custom rating:
ar: التصنيف المخصص:
es: Calificación personalizada:
hi: कस्टम रेटिंग:
pt: Classificação Personalizada:
ru: Пользовательский рейтинг:

# CustomRatingTooltip
source: This lets you set your own rating instead of one fetched by FoliCon.
ar: يتيح لك هذا تعيين التقييم الخاص بك بدلاً من التقييم الذي يجلبه FoliCon.
es: Esto le permite establecer su propia calificación en lugar de la obtenida por FoliCon.
hi: यह आपको FoliCon द्वारा प्राप्त की गई रेटिंग के बजाय अपनी स्वयं की रेटिंग सेट करने देता है।
pt: Permite definir a sua própria classificação em vez da obtida pelo FoliCon.
ru: Это позволяет вам установить свой собственный рейтинг вместо рейтинга, полученного FoliCon.

# EnterTitlePlaceholder
source: Please Enter Title here to search again.
ar: الرجاء إدخال العنوان هنا للبحث مرة أخرى.
es: Ingrese el título aquí para buscar nuevamente.
hi: कृपया फिर से खोजने के लिए यहां शीर्षक दर्ज करें।
pt: Escrever o título aqui para procurar novamente.
ru: Пожалуйста, введите здесь заголовок для повторного поиска.

source: No Result
ar: لا نتيجة
es: Sin resultados
hi: कोई परिणाम नही
pt: Sem Resultados
ru: Безрезультатно

# NoResultFoundTryCorrectTitle
source: No result Found, Try to search again with correct title.
ar: لم يتم العثور على نتيجة ، حاول البحث مرة أخرى بالعنوان الصحيح.
es: No se ha encontrado ningún resultado. Intente buscar de nuevo con el título correcto.
hi: कोई परिणाम नहीं मिला, सही शीर्षक के साथ फिर से खोजने का प्रयास करें।
pt: Sem Resultados, Tente procurar outravez com o título correto.
ru: Ничего не найдено. Попробуйте снова выполнить поиск с правильным заголовком.

source: ~ OR ~
ar: ~ أو ~
es: ~ O ~
hi: ~ या ~
pt: ~ OU ~
ru: ~ ИЛИ ~

# PickIconWithName
source: Pick Icon for {0}
ar: اختر رمزًا لـ {0}
es: Elegir ícono para {0}
hi: {0} के लिए आइकन चुनें
pt: Escolher Ícone de {0}
ru: Выберите значок для {0}

source: Pick Selected
ar: اختر المحدد
es: Elegir seleccionado
hi: चयनित चुनें
pt: Escolher o selecionado
ru: Выбрать выбранное

# SearchingWithName
source: Searching for {0}...
ar: البحث عن {0} ...
es: Buscando {0} ...
hi: {0} की खोज की जा रही है...
pt: Procurarando por {0}...
ru: Поиск {0} ...

source: Search Result
ar: نتيجة البحث
es: Resultado de búsqueda
hi: परिणाम खोजें
pt: Resultados da Procura
ru: Результат поиска

# SeeMorePosters
source: See more posters/covers.
ar: شاهد المزيد من الملصقات / الأغلفة.
es: Ver más carteles / portadas.
hi: अधिक पोस्टर/कवर देखें।
pt: Mostar mais poster/capas.
ru: Смотрите больше постеров / обложек.

source: Show more...
ar: أظهر المزيد...
es: Mostrar más...
hi: और देखे...
pt: Mostar mais...
ru: Показать больше...

source: Skip
ar: تخطى
es: Saltar
hi: छोड़ें
pt: Ignorar
ru: Пропускать

# SkipThisPlaceholder
source: Skip this and all remaining titles.
ar: تخطي هذا وجميع العناوين المتبقية.
es: Omita este y todos los títulos restantes.
hi: इसे और शेष सभी मीडिया को छोड़ दें।
pt: Ignorar este e todos os títulos que faltam.
ru: Пропустите этот и все остальные заголовки.

source: Skip this title.
ar: تخطي هذا العنوان.
es: Omita este título.
hi: इस मीडिया को छोड़ दें।
pt: Ignorar este título.
ru: Пропустите этот заголовок.

source: Stop Searching
ar: توقف عن البحث
es: Deja de buscar
hi: खोजना बंद करें
pt: Parar Procura
ru: Прекратить поиск

source: Loading posters...
ar: جارٍ تحميل الملصقات ...
es: Cargando carteles ...
hi: पोस्टर लोड हो रहे हैं...
pt: Carregando posteres...
ru: Загрузка плакатов ...

source: Apply
ar: تطبيق
es: Solicitar
hi: लागू करे
pt: Aplicar
ru: Применять

source: Browse Folder/Drop here
ar: تصفح المجلد / أفلت هنا
es: Examinar carpeta / Soltar aquí
hi: फ़ोल्डर ब्राउज़ करें/यहां छोड़ें
pt: Escolher Pasta/Largar aqui
ru: Просмотреть папку / перетащить сюда

source: Browse Icons/Drop here
ar: تصفح الأيقونات / الإسقاط هنا
es: Examinar iconos / soltar aquí
hi: आइकॉन ब्राउज़ करें/यहां छोड़ें
pt: Escolher Ícones/Largar aqui
ru: Просмотр иконок / Перетащите сюда

source: Folders
ar: المجلدات
es: Carpetas
hi: फ़ोल्डर
pt: Pastas
ru: Папки

source: Icons
ar: الأيقونات
es: Iconos
hi: आइकन
pt: Ícones
ru: Иконки

source: Only keep exact matches?
ar: فقط الاحتفاظ بالمطابقات الدقيقة؟
es: ¿Conserva solo coincidencias exactas?
hi: केवल सटीक मिलान रखें?
pt: Manter só correspondências exatas?
ru: Сохранять только точные совпадения?

source: Client Secret :
ar: سر العميل:
es: Secreto del cliente:
hi: क्लाइंट सीक्रेट:
pt: Cliente Secreto:
ru: Секрет клиента:

source: Client ID :
ar: معرف العميل:
es: Identificación del cliente :
hi: क्लाइंट ID :
pt: ID do Cliente:
ru: ID клиента :

source: Close
ar: يغلق
es: Cerrar
hi: बंद करे
pt: Encerrar
ru: Закрывать

source: Custom icon setter
ar: محدد رمز مخصص
es: Establecedor de iconos personalizados
hi: कस्टम आइकन सेटर
pt: Definição do Ícon Personalizado
ru: Настраиваемый набор иконок

# NoFolderOrIconAlready
source: No folders Selected or folders already have icons.
ar: لا توجد مجلدات محددة أو مجلدات بها رموز بالفعل.
es: No hay carpetas seleccionadas o las carpetas ya tienen iconos.
hi: कोई फ़ोल्डर चयनित नहीं है या फ़ोल्डर में पहले से ही आइकन हैं।
pt: Sem pastas selecionadas ou as pastas já tem ícones.
ru: Нет папок Выбранные или папки уже имеют значки.

source: No folders to process
ar: لا توجد مجلدات للمعالجة
es: No hay carpetas para procesar
hi: संसाधित करने के लिए कोई फ़ोल्डर नहीं
pt: Sem pastas para processar
ru: Нет папок для обработки

source: No icons selected
ar: لم يتم تحديد رموز
es: No se seleccionaron iconos
hi: कोई आइकन नहीं चुना गया
pt: Sem ícones selecionados
ru: Значки не выбраны

source: No icons to apply
ar: لا رموز للتطبيق
es: No hay iconos para aplicar
hi: लागू करने के लिए कोई आइकन नहीं
pt: Sem ícones para aplicar
ru: Нет значков для применения

source: Save
ar: يحفظ
es: Salvar
hi: सहेजें
pt: Guardar
ru: Сохранить

source: Select Icons Directory
ar: حدد دليل الأيقونات
es: Seleccionar directorio de iconos
hi: आइकन फोल्डर का चयन करें
pt: Escolher a pasta dos Ícones
ru: Выберите каталог значков

source: TMDB API Key :
ar: مفتاح TMDB API:
es: Clave de API de TMDB:
hi: TMDB API कुंजी:
pt: Chave API TMDB:
ru: Ключ API TMDB:

source: Undo successful
ar: تم التراجع بنجاح
es: Deshacer exitosamente
hi: पूर्ववत सफल
pt: Sucesso no Desfazer
ru: Отменить успешно

source: Undo
ar: الغاء التحميل
es: Deshacer
hi: पूर्ववत करे
pt: Desfazer
ru: Отменить

# DevelopedByDinesh
source: Developed By Dinesh Solanki.
ar: طوره دينيش سولانكي.
es: Desarrollado por Dinesh Solanki.
hi: दिनेश सोलंकी द्वारा विकसित।
pt: Desenvolvido Por Dinesh Solanki.
ru: Разработал Динеш Соланки.

# FoliConDescription
source: FoliCon is more than just a typical folder Icon changer It automates this task to a greater extent, it has two different modes for different designs of folder Icons, and it can fetch 'Games,Movies, and shows' and almost any media folder icons.
ar: FoliCon هو أكثر من مجرد مغير أيقونة مجلد نموذجي تقوم بأتمتة هذه المهمة إلى حد كبير ، ولديها وضعان مختلفان للتصميمات المختلفة لأيقونات المجلدات ، ويمكنه جلب "الألعاب والأفلام والعروض" وتقريبًا أي رموز مجلد وسائط.
es: FoliCon es más que un típico cambiador de iconos de carpetas Automatiza esta tarea en mayor medida, tiene dos modos diferentes para diferentes diseños de iconos de carpetas, y puede buscar "Juegos, películas y programas" y casi cualquier ícono de carpeta multimedia.
hi: FoliCon केवल एक विशिष्ट फ़ोल्डर आइकन परिवर्तक से कहीं अधिक है यह इस कार्य को काफी हद तक स्वचालित करता है, इसमें फ़ोल्डर आइकन के विभिन्न डिज़ाइनों के लिए दो अलग-अलग मोड हैं, और यह 'गेम्स, मूवीज, और शो' और लगभग किसी भी मीडिया फोल्डर आइकन को बना सकता है।
pt: FoliCon é mais de que um modificador de Ícones das Pastas Ele automatiza a tarefa de uma forma mais extensa, tem 2 modos diferentes para designs diferentes para ícones de pastas, e pode adequar-se a 'Jogos,Filmes, e séries' e a qualquer ícones de media.
ru: FoliCon - это больше, чем просто средство смены значков папок Он в большей степени автоматизирует эту задачу, имеет два разных режима для разных дизайнов значков папок, и он может получать «Игры, фильмы и шоу» и почти любые значки медиа-папок.

source: License :
ar: رخصة :
es: Licencia:
hi: लाइसेंस :
pt: Licença :
ru: Лицензия:

# LicenseInfo
source: GNU General Public License v3.0
ar: رخصة جنو العمومية v3.0
es: Licencia pública general GNU v3.0
hi: जीएनयू जनरल पब्लिक लाइसेंस v3.0
pt: Licença Pública Geral GNU v3.0
ru: Стандартная общественная лицензия GNU v3.0

source: Version :
ar: إصدار :
es: Versión :
hi: संस्करण :
pt: Versão :
ru: Версия:

source: Exception Occurred
ar: حدث استثناء
es: Ocurrió una excepción
hi: त्रुटी
pt: Ocorreu uma Excepção
ru: Произошло исключение
