Repository: DineshSolanki/FoliCon
Catalog: FoliCon/Properties/Langs/Lang.*.resx
Languages: ar, es, hi, pt, ru

# ConfirmMediaInfoDeletion
source: Confirm Media Info files deletion
ar: تأكيد حذف ملفات معلومات الوسائط
es: Confirmar la eliminación de archivos de información multimedia
hi: मीडिया इन्फो फ़ाइलों को हटाने की पुष्टि करें
pt: Confirmar eliminação dos ficheiros de Info
ru: Подтвердите удаление файлов Media Info

source: Delete media info
ar: حذف معلومات الوسائط
es: Eliminar información multimedia
hi: मीडिया जानकारी हटाएं
pt: Eliminar info Media
ru: Удалить информацию о мультимедиа

# DeleteMediaInfoConfirmation
source: Are you sure you want to delete folicon media info files ?
ar: هل أنت متأكد أنك تريد حذف ملفات معلومات وسائط فوليكون؟
es: ¿Está seguro de que desea eliminar los archivos de información de medios de folicon?
hi: क्या आप वाकई फ़ॉलिकॉन मीडिया जानकारी फ़ाइलें हटाना चाहते हैं?
pt: Tem certeza que deseja eliminar todos os ficherios de info media da Folicon?
ru: Вы уверены, что хотите удалить информационные файлы мультимедиа Folicon?

# DeleteMediaInfoTooltip
source: This will delete media info files used by folicon to store media id after a title is selected for the first time. This helps folicon identify media without having to chose from ambigous titles.
ar: سيؤدي هذا إلى حذف ملفات معلومات الوسائط التي يستخدمها فوليكون لتخزين معرف الوسائط بعد تحديد العنوان لأول مرة. يساعد هذا فوليكون في التعرف على الوسائط دون الحاجة إلى الاختيار من بين العناوين الغامضة.
es: Esto eliminará los archivos de información de medios utilizados por folicon para almacenar la identificación de medios después de seleccionar un título por primera vez. Esto ayuda a folicon a identificar los medios sin tener que elegir entre títulos ambiguos.
hi: यह पहली बार किसी शीर्षक के चयन के बाद मीडिया आईडी को स्टोर करने के लिए फॉलिकॉन द्वारा उपयोग की जाने वाली मीडिया जानकारी फ़ाइलों को हटा देगा। यह अस्पष्ट शीर्षकों में से चुने बिना फॉलिकॉन को मीडिया की पहचान करने में मदद करता है।
pt: Isto eliminar os ficheiros info de medio da Folicon que armazenam a identificação depois de ser selecionado o título pela primeira vez. Isto ajuda o Folicon a identificar os media sem ter que escolher de títulos ambíguos.
ru: Это приведет к удалению файлов информации о мультимедиа, используемых folicon для хранения идентификатора мультимедиа после выбора заголовка в первый раз. Это помогает фоликону идентифицировать носители без необходимости выбирать из двусмысленных названий.

source: Poster Icon Overlay
ar: تراكب أيقونة الملصق
es: Superposición de icono de póster
hi: पोस्टर आइकन ओवरले
pt: Overlay do Ícone do Poster
ru: Наложение значка плаката

# BestSuitedForHorizontal
source: Best suited for horizontal images, such as game artworks.
ar: الأنسب للصور الأفقية ، مثل الأعمال الفنية للعبة.
es: Más adecuado para imágenes horizontales, como obras de arte de juegos.
hi: क्षैतिज छवियों के लिए सबसे उपयुक्त, जैसे कि गेम आर्टवर्क।
pt: Mais adequado a imagens horizontais, como imagens para jogos.
ru: Лучше всего подходит для горизонтальных изображений, таких как игровые иллюстрации.

source: Select Poster Icon overlay
ar: حدد تراكب أيقونة الملصق
es: Seleccionar superposición de icono de póster
hi: पोस्टर आइकन ओवरले का चयन करें
pt: Escolher o overlay do ícone do Poster
ru: Выберите наложение значка плаката

source: Hindi
ar: هندي
hi: हिंदी
ru: хинди

source: Add to context menu
ar: أضف إلى قائمة السياق
es: Agregar al menú contextual
hi: कॉन्टेक्स्ट मेनू में जोड़ें
pt: Adicionar ao menu de Contexto
ru: Добавить в контекстное меню

# ExplorerIntegration
source: Explorer Integration (Right click menu)
ar: تكامل المستكشف (انقر بزر الماوس الأيمن فوق القائمة)
es: Integración del explorador (menú contextual)
hi: एक्सप्लोरर एकीकरण (राइट क्लिक मेनू)
pt: Integração no Explorador (Menu do clique direito)
ru: Интеграция с проводником (меню, вызываемое правой кнопкой мыши)

source: Remove from context menu
ar: إزالة من قائمة السياق
es: Eliminar del menú contextual
hi: कॉन्टेक्स्ट मेनू से निकालें
pt: Remover do menu de contexto
ru: Удалить из контекстного меню

# RestartAsAdmin
source: This feature requires admin rights, use it when running as admin. Do you want to restart Folicon as admin ?
ar: تتطلب هذه الميزة حقوق المسؤول ، استخدمها عند التشغيل كمسؤول. هل تريد إعادة تشغيل Folicon كمسؤول؟
es: Esta función requiere derechos de administrador, úsela cuando se ejecute como administrador. ¿Quieres reiniciar Folicon como administrador?
hi: इस सुविधा के लिए एडमिन अधिकारों की आवश्यकता है, एडमिन के रूप में चलाते समय इसका उपयोग करें। क्या आप Folicon को एडमिनके रूप में पुनः आरंभ करना चाहते हैं?
pt: Isto exige direitos de administrador, utilizar em modo de administrador. Quer reinicar o Folicon em modo admin ?
ru: Эта функция требует прав администратора, используйте ее при работе от имени администратора. Вы хотите перезапустить Folicon от имени администратора?

source: Create icons with FoliCon
ar: قم بإنشاء أيقونات باستخدام FoliCon
es: Crea iconos con FoliCon
hi: FoliCon के साथ आइकन बनाएं
pt: Criar ícones com o FoliCon
ru: Создавайте иконки с FoliCon

# VideoUnavailable
source: Video not available!
ar: الفيديو غير متوفر!
es: ¡Video no disponible!
hi: वीडियो उपलब्ध नहीं है!
pt: Vídeo não disponível!
ru: Видео недоступно!

# FileIsInUse
source: File is already in use.
ar: الملف قيد الاستخدام بالفعل.
es: El archivo ya está en uso.
hi: फ़ाइल पहले से उपयोग में है।
pt: O Ficheiro já está a ser utilizado.
ru: Файл уже используется.

# UnauthorizedAccess
source: The file could not be accessed.
ar: تعذر الوصول إلى الملف
es: No se pudo acceder al archivo
hi: फाइल एक्सेस नही की जा सकी
pt: O Ficheiro não pode ser acessado.
ru: Не удалось получить доступ к файлу

# FailedFileAccessAt
source: Failed to access file at {0}. You may not have permission to access this file. Try running as admin.
ar: فشل في الوصول إلى الملف في {0}. قد لا يكون لديك إذن للوصول إلى هذا الملف.أو حاول تشغيله كمسؤول
hi: फ़ाइल {0} एक्सेस विफल, कृपया फ़ाइल की परमिशन की जाँच करें या एडमिन से रन करे।
pt: Falha ao aceder ao ficheiro em {0}. Pode não ter permissões para aceder a este ficheiro. Tente em modo de administrador.
ru: Не удалось получить доступ к файлу по адресу {0}. Возможно, у вас нет разрешения на доступ к этому файлуo intente ejecutarlo como administrador

# FailedToSaveMediaInfoAt
source: Failed to save media info at {0}, Please check access permissions
ar: فشل في حفظ معلومات الوسائط في {0}، يرجى التحقق من أذونات الوصول
hi: {0} पर मीडिया जानकारी सहेजने में विफल, कृपया एक्सेस अनुमतियों की जांच करें
pt: Falha em salvar a info media em {0}, Verifique as permissões de acesso
ru: Error al guardar la información de multimedia en {0}, compruebe los permisos de acceso.

source: Write Permission Allowed
ar: تم السماح بإذن الكتابة
hi: फोल्डर परमिशन प्राप्त
pt: Permissão de Escrita Permitida
ru: Предоставлено разрешение на запись

# WritePermissionNotAllowed
source: No Write Permission
ar: لا يوجد إذن كتابة
hi: फोल्डर एक्सेस प्राप्त नही
pt: Sem Permissão de Escrita
ru: Нет разрешения на запись

source: Enable Error reporting
ar: تمكين الإبلاغ عن الأخطاء
hi: त्रुटि रिपोर्टिंग शुरू करें
pt: Ativar Reporte de Erros
ru: Включить отчеты об ошибках

# EnableErrorReportingTip
source: Send error reports to help improve FoliCon
ar: إرسال تقارير الأخطاء للمساعدة في تحسين FoliCon
hi: FoliCon को बेहतर बनाने में मदद के लिए त्रुटि रिपोर्ट भेजें
pt: Enviar relatórios de erro para ajudar a melhorar FoliCon
ru: Отправлять отчеты об ошибках, чтобы помочь улучшить FoliCon

source: Theme
ar: سمة
hi: थीम
pt: Tema
ru: тема

# ThemeDark
source: Dark
ar: موضوع مظلم
hi: डार्क
pt: Escuro
ru: Темная тема

# ThemeLight
source: Light
ar: موضوع خفيف
hi: लाइट
pt: Claro
ru: Светлая тема

# ThemeSystem
source: System
ar: نظام
hi: सिस्टम
pt: Sistema
ru: Система
